Repository: xcborg/minerstat-languages
Catalog: *.po
Languages: spanish

source: Company registered for VAT?
spanish: ¿Su compañia tiene número VAT?

source: Yes
spanish: Si

source: Type of workers
spanish: Tipo de trabajadores

source: GPUs & ASICs
spanish: GPUs y ASICs

source: Preferred payment method
spanish: Método preferido de pago

source: Direct deposit to bank account
spanish: Depósito directo a cuenta bancaria

source: Message to us
spanish: Mensaje para nosotros

source: Send message
spanish: Enviar

source: Daily balance statistics
spanish: Estadísticas de balance diario

source: Detected changes
spanish: Cambios detectados

source: Source
spanish: Fuente

source: New balance
spanish: Nuevo balance

source: Please note that wallets are checked every 30 minutes and pools every 20 minutes. USD value is calculated using the most recent exchange rate.
spanish: Por favor note que las billeteras se actualizan cada 30 minutos y los pools cada 20 minutos. El valor en USD es calculado con el valor de cambio más reciente.

source: Monitoring
spanish: Monitorizar

source: No wallets or pools
spanish: Sin billeteras o pools

source: You aren't monitoring any wallets or pools at the moment.
spanish: No estás monitorizando ningún pool o billetera en estos momentos.

source: AMD Strap Editor
spanish: Editor de Strap para AMD

source: Your BIOS strap
spanish: Tu Strap del BIOS

source: Success
spanish: exito

source: Invalid content
spanish: Contenido inválido

source: Modify
spanish: Modificar

source: Result
spanish: Resultado

source: Recommendations
spanish: Recomendaciones

source: AMD BIOS strap editor is an advanced tool for optimization of RX & R9 GPUs. Use at your own risk.<br><br> - 4GB GPUs -> 1500 strap to 1500 and upper<br> - 8GB GPUs -> 1750 strap to 1750 and upper<br> - Samsung, Micron -> 1625 strap for 4GB or 1750 strap for 8GB<br> - Hynix -> 1500 strap
spanish: El editor de Strap de Bios para AMD es una herramienta avanzada para la optimización de los GPUs RX y R9. Úsalo bajo tu propio riesgo.<br><br> - 4GB GPUs -> 1500 strap a 1500 y superior<br> - 8GB GPUs -> 1750 strap a 1750 y superior<br> - Samsung, Micron -> 1625 strap para 4GB o 1750 strap para 8GB<br> - Hynix -> 1500 strap

source: Ambassador
spanish: Embajador

source: Please confirm your e-mail address to set up alerts
spanish: Por favor confirma tu dirección de correo electrónico para configurar las alertas

source: Resend confirmation email
spanish: Re enviar confirmacion de correo electrónico

source: Notification setting
spanish: Configuración de notificación

source: Mobile
spanish: Móvil

source: Upgrade your plan to use Telegram notifications.
spanish: Mejora tu plan para usar notificaciones a Telegram

source: Upgrade your plan to use Mobile notifications.
spanish: Mejora tu plan para usar notificaciones a móvil.

source: When worker goes offline
spanish: Cuando un trabajador esté fuera de línea

source: When worker comes back online
spanish: Cuando un trabajaor regrese a estar en línea

source: ASIC notifications
spanish: Notificaciones de ASIC

source: Hardware errors and high temperature
spanish: Alta temperatura y errores de hardware

source: Efficiency rate drop
spanish: Caída de eficiencia en hash

source: Connections
spanish: Conecciones

source: Telegram ID
spanish: ID de Telegram

source: Connect with Telegram
spanish: Conectar con Telegram

source: Switch
spanish: Cambiar

source: Mobile device ID
spanish: Id del dispositivo móvil

source: Please enable 2FA first
spanish: Por favor habilita 2FA primero

source: The values of tags are used in workers config section.
spanish: El valor de las etiquetas se utilizan en la sección de configuración de los trabajadores.

source: Export pools (JSON)
spanish: Exportar pools (JSON)

source: Import pools (JSON)
spanish: Importar pools (JSON)

source: Pool address
spanish: Dirección de pool

source: Export wallets (JSON)
spanish: Exportar billeteras (JSON)

source: Import wallets (JSON)
spanish: Importar billeteras (JSON)

source: Wallet address
spanish: Dirección de la billetera

source: Before deleting this tag, please make sure that it's no longer in use in your configurations.
spanish: Antes de eliminar esta etiqueta, por favor asegurate de que ya no se use en tus configuraciones.

source: Account security
spanish: Seguridad de cuenta

source: 2FA setup
spanish: Configuración de 2FA

source: Your authentication code
spanish: Tu código de autenticación

source: Activate 2FA
spanish: Activar 2FA

source: Two Factor Authentication allows you to secure your user account and access it faster. Additionally, setting up 2FA will allow you to use <a target="_blank" href="https://minerstat.com/help/dashboard#q-2">quick login with QR code</a>.<br>To set up your Google Auth 2FA follow the next steps.
spanish: Las autenticaciones de dos factores te permiten asegurar tu cuenta de usuario y acceder más facilmente. Adicionalmente, configurar la 2FA te permirá usar <a target="_blank" href="https://minerstat.com/help/dashboard#q-2">el inicio de sesión con código QR</a>.<br>Para configurar tu autenticador 2FA de Google usa los siguientes pasos.

source: Scan the following QR Code to your Google Authenticator Application.
spanish: Escanea el código QR a continuación con tu aplicación de Google Authenticator.

source: Enter the key from the app and confirm your 2FA.
spanish: Introduce la clave de la aplicación y confirma tu 2FA.

source: Please note that after you successfully set up 2FA, the system will logged you out.
spanish: Por favor nota que despues de configurar satisfactoriamente tu 2FA, el sistema cerrará sesión.

source: Access key
spanish: Clave de acceso

source: Secret key
spanish: Clave secreta

source: Date and time
spanish: Fecha y hora

source: Print recovery key
spanish: Imprimir clave de recuperación

source: Finish setup
spanish: Finalizar configuración

source: You have successfully set up your 2FA
spanish: Has configurado correctamente tu 2FA

source: Print your recovery key, save it, and finish with the setup.
spanish: Imprime tu clave de recuperación, guárdala y finaliza la configuración.

source: 2FA activated
spanish: 2FA activada

source: Successfully de-activated.
spanish: Desactivada con éxito.

source: De-activate 2FA
spanish: Desactivar 2FA

source: Your 2FA is activated.
spanish: Tu 2FA está activada

source: You will need to enter your authentication code to de-activate it.
spanish: Deberás ingresar tu código de autenticación para desactivarla.
