Repository: xcborg/minerstat-languages
Catalog: *.po
Languages: spanish

source: With bulk import you can select JSON file that was generated with our tool named Locator.<br><br>Locator finds all devices in your network and generates file that makes importing of your workers easier and quicker.
spanish: Con la importación en lotes puede seleccionar el archivo JSON que ha sido generada con nuestra herramiento localizadora de nombre.<br><br>El localizador encuentra todos tus dispositivos en tu red y genera un archivo que hace que la importacion de tus trabajadores sea rápida y sencilla.

source: Learn more about Locator
spanish: Aprende más sobre el Localizador

source: This is the list of workers from your JSON file. Please confirm which workers you want to import to minerstat.
spanish: Esta es la lista de tus trabajadores desde tu archivo JSON. Por favor confirma cuales trabajadores quieres importar a minerstat.

source: ASIC username (SSH)
spanish: Nombre de usuario ASIC (SSH)

source: ASIC password (SSH)
spanish: Contraseña ASIC (SSH)

source: Copy values down
spanish: Copia los valores

source: Duplicate
spanish: Duplica

source: Cancel import
spanish: Cancela importación

source: Your HiveOS username
spanish: Tu nombre de usuario de HiveOS

source: Your HiveOS password
spanish: Tu contraseña de HiveOS

source: Your HiveOS 2FA (If enabled)
spanish: Tu 2FA de HiveOS (si es que está habilitado)

source: Discard
spanish: Descartar

source: Import
spanish: Importar

source: Hardware distribution
spanish: Distribución de hardware

source: Global activity
spanish: Actividad global

source: active workers
spanish: trabajadores activos

source: active<br>hardware
spanish: hardware<br>activo

source: with normal temparature
spanish: con temperatura normal

source: Top coins last 30 days
spanish: Las mejores monedas de los últimos 30 días

source: Top coins last 7 days
spanish: Las mejores monedas de los últimos 7 días

source: Top coins last 3 days
spanish: Las mejores monedas de los últimos 3 días

source: Daily average data
spanish: Datos promedio diarios

source: File
spanish: Archivo

source: Profitability data
spanish: Datos de rentabilidad

source: Global statistics by day
spanish: Estadísticas globales por día

source: Per worker statistics by day
spanish: Estadísticas diaria por trabajador

source: Balance statistics by day
spanish: Balance estadístico por día

source: Detected changes in balance statistics
spanish: Cambios detectados en el balance estadístico

source: Full balance statistics by pools & wallets
spanish: Balance estadístico total por pools y billeteras

source: Balance data
spanish: Datos de balance

source: Full workers data
spanish: Datos totales de trabajadores

source: Hashrate data
spanish: Datos del hashrate

source: Data export
spanish: Exportación de datos

source: Upgrade your plan to use data export.
spanish: Mejora tu plan para usa exportación de datos.

source: What is data export?
spanish: ¿Qué es la exportación de datos?

source: With data export you can export all of your historical data in CSV, JSON, or SQL format. The data is available as global data or by each worker, wallet, and pool independently. Data export is only available in minerstat+ add-on which also brings you up to 60 days of historical data.
spanish: Con la exportación de datos tu puede exportar todos los datos históricos en CSV, JSON o formato SQL. Los datos están disponibles como globales o por trabajador, y pool independientemente. La exportación de datos está solo disponible en el complemento minerstat+ que también te brinda hasta 60 días de datos históricos.

source: Learn more about statistics and data export
spanish: Aprende más acerca de las estadísticas y la exportación de datos

source: 2FA is not activated
spanish: 2FA no está activo

source: Set 2FA
spanish: Configura la 2FA

source: Your e-mail is not confirmed. Please check your inbox.
spanish: Tu correo electrónico no está confirmado. Por favor revisa tu bandeja de entrada.

source: No wallets available for mining
spanish: No hay billeras disponibles para minar

source: No pools available for mining
spanish: No hay pools disponibles para minar

source: Filter your results to examine the issues more closely.
spanish: Filtra tus resultados para examinar problemas con mayor detenimiento.

source: Account issues
spanish: Problemas con la cuenta

source: Worker/Mining issues
spanish: Problemas con el trabajador/minado

source: Temperature data missing
spanish: Falta el dato de temperatura

source: Fans data missing
spanish: Falta del dato de los ventiladores

source: Speed data missing
spanish: Falta el dato de la velocidad

source: Critical
spanish: Crítico

source: Important
spanish: Importante

source: Other
spanish: Otros

source: Temporary error.
spanish: Error temporal.

source: Invalid coin(s).
spanish: Moneda inválida

source: Invalid algorithm(s).
spanish: Algorimo(s) inválido(s)

source: My minerstat dashboard
spanish: Panel de control de mi minerstat

source: Market
spanish: Mercado

source: Edit market view
spanish: Editar la vista del mercado

source: different<br>coins
spanish: Diferentes<br>monedas

source: active<br>workers
spanish: Trabajadores<br>activos

source: total<br>Watt
spanish: Vatios<br>totales

source: mining<br>efficiency
spanish: Eficiencia<br>minería

source: Expected earnings
spanish: Ganancias esperadas

source: Per day
spanish: Por día

source: Per week
spanish: Por semana

source: Per month
spanish: Por mes

source: Top coins by algorithms
spanish: Las mejores monedas por algoritmos

source: Edit algorithm view
spanish: Edita la vista de algoritmos

source: Percentages show how much less profitable the coin is in comparison to the top coin for the shown algorithm.
spanish: Los porcentajes muestran que tan más bajo de rentable son las monedas en comparación con las mejores monedas del algoritmo mostrado.

source: No wallets defined
spanish: No hay billeteras definidas

source: You haven't defined any wallets in your address editor. If you have troubles setting your worker, read this <a target='_blank' href='https://medium.com/@minerstat/minerstat-mining-tutorial-1-how-to-start-61d279d7ce75'>tutorial</a>.
spanish: No tienes ningua billetera en tus editor de direcciones. Si tienes problemas configurando tu trabajador, lee este <a target='_blank' href='https://medium.com/@minerstat/minerstat-mining-tutorial-1-how-to-start-61d279d7ce75'>tutorial</a>.

source: Go to address editor
spanish: Ir al editor de direcciones

source: Offline workers
spanish: Trabajadores fuera de línea

source: Crashed drivers
spanish: Error en controladores

source: All workers are online
spanish: Todos los trabajadores están en línea

source: All hardware successfully detected
spanish: Todo el hardware ha sido correctamente detectado

source: Check whole diagnostic
spanish: Comprueba todo el diagnóstico

source: Market view
spanish: Vista del mercado

source: Algorithms view
spanish: Vista del algoritmo

source: Customers Workers
spanish: Trabajadores de clientes

source: Rewards
spanish: Recompensas

source: Customers Dashboard
spanish: Panel de control de clientes

source: Manage customers
spanish: Administrar clientes

source: Daily revenue
spanish: Ingresos diarios

source: Daily reward
spanish: Recompensas diarias

source: Switch to this account
spanish: Cambia a esta cuenta

source: Unable to rename.
spanish: No es posible renombrar

source: Unknown room
spanish: sala desconocida

source: Set room name
spanish: Colocar el nombre de la sala

source: Room already exists
spanish: Sala ya existe

source: Room does not exist
spanish: Sala no existe

source: Control rooms
spanish: Habitaciones de control

source: Upgrade your plan to use control room.
spanish: Mejora tu plan para usar sala de control

source: What is control room?
spanish: ¿Que es la sala de control?

source: Organize your workers in the control room to visually fit your actual establishment.<br><br>Control room offers you better and quicker view over your rigs, their temperature and hashing speed. It can also be used as a heatmap.
spanish: Organiza tus trabajadores en la sala de control para adaptarse visualmente a su estado real.<br><br>Sala de control te ofrece una vista más rápida y mejor de tus maquinas, sus temperatura y velocidades de hasheo. Tambien puede usarse como un mapa de calor.

source: Learn more about control room
spanish: Aprende más sobre la sala de control

source: Create new room
spanish: Crear una nueva sala

source: Please note that this action will detach all the workers that are attached to this room.
spanish: Por favor nota que esta acción separará a todos los trabajadores que se adjuntaron a esta sala.

source: Compact
spanish: Compacto

source: Extended
spanish: Extendido

source: Label
spanish: Etiqueta

source: Mount one or more workers at position (0,0).
spanish: Monta uno o más trabajadores en la posición (0,0).

source: Empty slot
spanish: Espacio vacío

source: Export profiles (JSON)
spanish: Exportar perfiles (JSON)

source: Import profiles (JSON)
spanish: Importar perfiles (JSON)

source: Profile name
spanish: Nombre del perfil

source: Please note that this action will delete the overclock profile, but the workers' settings will stay the same.
spanish: Por favor nota que esta acción eleiminará el perfil de overclock, pero las configuraciones del trabajador se mantendrán igual.

source: Add your first overclock profile
spanish: Añade tu primer perfil de overclock

source: for AMD and Nvidia GPUs
spanish: para GPUs AMD y Nvidia

source: Please name your profile.
spanish: Por favor nombra tu perfil

source: Unable to OC.
spanish: No se puede hacer OC

source: No OC set.
spanish: No se ha aplicado OC.

source: Name your OC profile
spanish: Nombra tu perfil OC

source: This is advanced setting and with using it, you take full responsibility for possible hardware damage. Overclocking might void hardware warranty.
spanish: Esta es una configuración avanzada y al usarla tomas total responsabilidad por posibles daños al hardware. El overclocking puede anular tu garantía.

source: Power limit
spanish: Limite de poder

source: Core Clock
spanish: Reloj de núcleo

source: Memory Clock
spanish: Reloj de memoria

source: Fan speed
spanish: Velocidad de ventiladores

source: Advanced
spanish: Avanzado

source: When using advanced editor, make sure to separate values with a space (e.g. 110 108 107 108). Each value represents one GPU.
spanish: Cuando usas el editor avanzado, asegurate de separar los valores con un espacion (ejemplo. 110 108 107 108). Cada valor representa una GPU.

source: Unequally filled values will be replaced with the last number. For example, if you enter '110 108 107' and you have 5 GPUs, last value '107' will be applied to the last two GPUs.
spanish: Los valores llenados desigualmente se reemplazaran con el último número. Por ejemplo, si colocas '110 108 107' y tienes 5 GPUs, el último valor '107' se le aplicará a las últimas 2 GPUs.

source: Writing 0 or skip - will skip the currently applied setting that you have on msOS for AMD.
spanish: Escribiendo 0 o skip - omitirá la configuración actualmente aplicada que tiene en msOS para AMD.

source: Setting
spanish: Ajustes

source: GPU core voltage
spanish: Voltaje del núcleo del GPU

source: I/O bus voltage
spanish: Voltaje del bus I/O

source: Fan curve
spanish: Curva de ventiladoresres

source: Auto-fan curve can be set through triggers.
spanish: La curva automática para ventilares puede ser establecida en los disparadores

source: Go to triggers
spanish: Ir a disparadores

source: Updated
spanish: Actualizado

source: Billing details
spanish: Detalles de facturación

source: Workers in a plan
spanish: Trabajadores en un plan

source: Plan expiry
spanish: Expiración del plan

source: minerstat+ expiry
spanish: Expiración de minerstat+

source: Billed to
spanish: Facturado a

source: Order log
spanish: Registo de ordenes

source: Order
spanish: Orden

source: Method
spanish: Metodo

source: Date paid
spanish: Fecha de pago

source: Invoice
spanish: Factura

source: No past orders
spanish: No ordenes pasadas

source: Upgrading your account can bring you more workers, more detailed statistics, more alerting options, and other useful benefits.
spanish: Mejorando tu cuenta puedes traer más trabajadores, más estadísticas detalladas, más opciones de alertas, y otros beneficios útiles.

source: Plans
spanish: Planes

source: Free plan
spanish: Plan gratuito

source: Up to 2 workers
spanish: hasta 2 trabajadores

source: forever
spanish: por siempre

source: Tier plan
spanish: Nivel del plan

source: Up to 1,000 workers
spanish: hasta 1000 trabajadores

source: per worker per month
spanish: por trabajador por mes

source: Custom plan
spanish: plan personalizado

source: For more than 1,000 workers
spanish: Para más de 1000 trabajadores

source: Add-ons
spanish: Complementos

source: extended stats, themes & advanced features
spanish: Estadísticas extendidas, temas y opciones avanzadas

source: per month
spanish: por mes

source: customized and branded customers' profiles
spanish: Perfiles de clientes personalizados y de marca

source: Add unlimited amount of customers and assign them the workers you bought.
spanish: Añade una cantidad ilimitada de clientes y asignales los trabajadores que compres.

source: Unlimited customers
spanish: Cliente sin límites

source: Add up to five links to the custom menu that will connect the customers' profile with your website.
spanish: Añade hasta 5 enlances al menú personalizado que conectará a los perfiles de tus clientes con tu sitio web.

source: Custom menu
spanish: Menú personalizado

source: Customize your customers' profiles in your colors, fonts, logo, and choose between three different layouts.
spanish: Personaliza el perfil de tus clientes con sus colores, fuentes, logos y elige entre 3 diferentes diseños.

source: Your branding
spanish: Tu marca

source: Connect your customer's profile with your own domain. You will only need to set up a cname and the rest is taken care from minerstat dashboard.
spanish: Conecta el perfil de tus cliente con tu propio dominio. Tu solo deberás configurar el cname y el resto se encargará el panel de control de minerstat-

source: Your domain
spanish: Tu dominio

source: Our designer will take the time to help you set up the customer's profile in your branding and advise you how to connect your brand and website with customer's profile on minerstat.
spanish: Nuestro diseñadores se tomarán el tiempo para ayudarte a configurar el perfil de tus clientes de tu marca y te aconsejarán en como conectar tu marca y sitio web con los perfiles de los clientes en minerstat.

source: Help from our designer
spanish: Ayuda de nuestros diseñadores

source: Monitor the traffic on your customers' profiles with your own Google Analytics code.
spanish: Monitoriza el trafico en los perfiles de tus clientes con tu propio código de Google Analytics.

source: Your Google Analytics
spanish: Tu propio Google Analytics

source: Remove any sign of minerstat copyright and let the customers' profiles be shown as your own.
spanish: Remueve cualquier signo de derecho de autor de minerstat y deja que los perfiles de tus clientes se muestren como tuyos.

source: minerstat copyright removed
spanish: Derechos de autor de minerstat removidos

source: Licence type
spanish: Tipo de licencia

source: Payment method
spanish: Método de pago

source: Various currencies
spanish: Varias divisas

source: Supported by PayPal
spanish: Paypal soportado

source: and
spanish: y

source: Supported by CoinGate
spanish: Soportado por CoinGate

source: Customer data
spanish: Datos de cliente

source: This information is used for the issuance an official invoice for buying the service. We don't store your personal information; the data is saved with our invoicing partner Quaderno.
spanish: Esta informacion es usas para la emisión de una factura oficial para la compra del servicio. No guardamos ninguna información peronal; los datos son guardados por nuestro socio de facturación Quaderno.

source: Required field
spanish: Campo requerido

source: First Name
spanish: Primer nombre

source: Last Name
spanish: Apellido

source: Company Name
spanish: Nombre de compañía

source: VAT Number
spanish: Número VAT

source: Street Line 1
spanish: Calle Línea 1

source: Street Line 2
spanish: Calle Línea 2

source: City
spanish: Ciudad

source: Postal Code
spanish: Código postal

source: Region
spanish: Región

source: Country
spanish: País

source: Order summary
spanish: Resumen de la orden

source: Plan duration
spanish: Duración del plan

source: Upgrade discount
spanish: Descuento de actualización

source: For upgrading an existing unexpired plan.
spanish: Por mejorar un plan existente sin expirar.

source: Duration discount
spanish: Duración del descuento

source: For ordering for longer period of time.
spanish: Para ordenes de mayor periodo de tiempo.

source: Coupon code
spanish: Codigo promocional

source: Redeem
spanish: Canjear

source: Taxes
spanish: Impuestos

source: Proceed to payment
spanish: Proceder al pago

source: Upgrade now
spanish: Mejora ahora

source: Total price
spanish: Precio total

source: You already own White label add-on. If you are in interested in something more, contact us through <a href="/billing-order/custom">inquiry form</a>.
spanish: Ya posees el complemento de Marca blanca. Si estás interesado en algo más, contáctanos a traves de un <a href="/billing-order/custom">formulario de consulta</a>.

source: Billing order
spanish: Orden de facturación

source: Features
spanish: Caracteristicas

source: Join us on Discord where our awesome community will help you out.
spanish: Únetenos al Discord donde nuestra excelente comunidad te ayudará.

source: Go to Discord
spanish: Ir al Discord

source: 24/7 Community Support
spanish: Soporte de parte de la comunidad 24/7

source: Global profitability data and profitability per group and coin.
spanish: Datos de rentabilidad global y rentabilidad por grupor y monedas.

source: All software can be downloaded at any time and upgraded to the newest version for free.
spanish: Todo el software puede descargarse en cualquier momento y actualizarse a la versión más actual gratuitamente.

source: Free Software Upgrades
spanish: Actualizaciones gratuitas de software

source: Per worker profitability data and profitability data per coin.
spanish: Datos de rentabilidad por trabajador y datos de rentabilidad por moneda.

source: Switch between light and dark theme.
spanish: Cambia entre los temas claro y oscuro.

source: Go to settings
spanish: Ir a configuración

source: Light & Dark themes
spanish: Temas Claro y Oscuro

source: Monitor your balance on wallets and pools.
spanish: Monitoriza tu balance en pools y billeteras.

source: Worker's details page shows historical hashrate for all coins that were mined.
spanish: Detalles de los trabajadores muestra el hashrate histórico para todas las monedas que han sido minadas.

source: Hashrate historical data
spanish: Datos históricos de hashrate

source: Per worker statistics show you the historical efficiency data.
spanish: Estadísticas por trabajador muestra tus datos históricos de eficiencia.

source: Efficiency historical data
spanish: Datos históricos de eficiencia

source: Take actions when certain event occurs, such as temperature increase of hashrate drop.
spanish: Toma acciones cuando ciertos eventos ocurren, como un incremento de temperatura o una caída de hashrate.

source: Event triggers
spanish: Disparadores según eventos

source: Global statistics and per worker statistics show you historical data of your profitability.
spanish: Estadísticas globales y estadísticas por trabajador muestran los datos historicos de tu rentabilidad.

source: Revenue historical data
spanish: Datos historicos de ingresos

source: Set up mobile alerts for temperature change, offline or online status, hashrate drop, and more.
spanish: Configura alertas a móvil para cambios de temperatura, estados en línea o fuera de línea, caída del hashrate y más.

source: Mobile alerting
spanish: Alertas móviles

source: Worker's details page shows historical temperature for all GPUs or ASIC.
spanish: pagina de detalles del trabajador muestra las temperaturas históricas para todas las GPUs y ASIC.

source: Temperature historical data
spanish: Datos históricos de temperatura

source: Set up Telegram alerts for temperature change, offline or online status, hashrate drop, and more.
spanish: Configura alertas de Telegram para cambios de temperatura, estados en línea o fuera de línea, caída del hashrate y más.

source: Telegram alerting
spanish: Alertas a Telegram

source: Grant access to your team members or create new accounts for your customers.
spanish: Concede acceso a tus miembros de equipo o crea nuevas cuentas para tus clientes.

source: Multi-user management
spanish: Administracion multi-usuario

source: Set up e-mail alerts for temperature change, offline or online status, hashrate drop, and more.
spanish: Configura alertas a correo electrónico para cambios de temperatura, estados en línea o fuera de línea, caída del hashrate y más.

source: Email alerting
spanish: Alertas al correo electrónico

source: Any account can be made public for quicker and easier monitoring.
spanish: Cualquier cuenta puede hacerse publica para un monitereo fácil y sencillo.

source: Public profile option
spanish: Opción de perfil público

source: Organize your workers to control room to fit your actual establishment.
spanish: Organiza tus trabajadores en la Sala de control para ajustarse a su actual disposición.

source: Schedule your mining activity and mine with different profile for certain amount of time in the day.
spanish: Haz un calendario con tu actividad de minería y mina con diferentes perfiles por cierta cantidad de tiempo en el día.

source: Historical data
spanish: Datos históricos

source: Last 14 days
spanish: Últimos 14 días

source: Workers data saved every
spanish: Los datos de los trabajadores se salvan cada

source: 10 minutes
spanish: 10 minutos

source: Balance monitoring for
spanish: Monitoreo de balance para

source: 5 wallets & 5 pools
spanish: 5 billeteras y 5 pools

source: Access to all new custom themes
spanish: Acceso a todos los temas personalizados

source: export
spanish: exportar

source: Last 60 days
spanish: Últimos 60 días

source: Unlimited wallets & unlimited pools
spanish: Billeteras y pools ilimitadas

source: Exclude
spanish: Excluir

source: Include for 5 EUR/month
spanish: Incluye por 5 EUR/mes

source: Number of workers
spanish: Número de trabajadores

source: full price
spanish: precio total

source: save
spanish: salvar

source: Plan selection
spanish: Selección de plan

source: Your account is fully upgraded. If you need more than 1,000 workers, contact us through <a href="/billing-order/custom">inquiry form</a>.
spanish: Tu cuenta está totalmente actualizada. Si necesitar más de 1000 trabajadores, contáctanos a través de un <a href="/billing-order/custom">formulario de consulta</a>.

source: You already own minerstat+ add-on. If you are in interested in something more, contact us through <a href="/billing-order/custom">inquiry form</a>.
spanish: Ya tienes el complemento minerstat+. Si estás interesado en algo más, contáctanos a través de un <a href="/billing-order/custom">formulario de consulta</a>.

source: Last 6 days
spanish: Últimos 6 días

source: 30 minutes
spanish: 30 minutos

source: 2 wallets & 2 pools
spanish: 2 billeteras y 2 pools

source: Inquiry
spanish: Consulta

source: Interested in more than 1,000 workers? Use the following form and let us know more about your business setup.
spanish: ¿Interesado en más de 1000 trabajadores? Usa el formulario a continuación y háganos saber más acerca de la configuración de su negocio.

source: Company
spanish: Compañia
