Repository: xcborg/minerstat-languages
Catalog: *.po
Languages: spanish

source: Make sure the worker is using the correct access key:
spanish: Asegurate que el trabajador esté usando la llave de acceso (access key) correcta.

source: Need help?
spanish: ¿Necesitas ayuda?

source: Previous worker
spanish: Trabajador anterior

source: Next worker
spanish: Trabajador siguiente

source: Please note that this action will shut down your machine.
spanish: Por favor nota que esta acción apagará tu máquina

source: Yes, shut down
spanish: Si, apagar

source: 's console log
spanish: registro de consola

source: Close
spanish: cerrar

source: This worker doesn't exist on your account.
spanish: Este trabajador no existe en esta cuenta.

source: vs. yesterday
spanish: vs. ayer

source: vs. same day last week
spanish: vs. el mismo día de la última semana

source: Last 7 days
spanish: Últimos 7 días

source: vs. previous 7 days
spanish: vs. 7 días anteriores

source: This month
spanish: Este mes

source: vs. same period last month
spanish: vs. el mismo periodo del mes pasado

source: Last 30 days
spanish: Últimos 30 días

source: vs. previous 30 days
spanish: vs. últimos 30 días

source: Need more stats?
spanish: ¿Necesitas más estadísticas?

source: Get minerstat+ to monitor up to 60 days of data.
spanish: Adquiere minerstat+ para monitorización de más de 60 días.

source: Last 3 days
spanish: últimos 3 días

source: Not enough data
spanish: No datos suficientes

source: Statistics will be automatically updated once available.
spanish: Las estadísticas se actualizarán automaticamente una vez estén disponibles.

source: Worker's latest activity
spanish: Última actividad del trabajador

source: Nothing new
spanish: Nada nuevo

source: No worker or group selected
spanish: Ningún trabajador o grupo seleccionado

source: This mining software doesn't exist.
spanish: No existe software de minería.

source: No such workers/groups
spanish: No hay tales trabajadores/grupos

source: Unknown error occured.
spanish: Error desconocido ha ocurrido.

source: Add an individual worker or groups
spanish: Añadir un trabajador individual o grupos

source: Add workers or groups ...
spanish: Añadir trabajadores o grupos

source: Groups
spanish: Grupos

source: Select all
spanish: Seleccionar todo

source: Confirm
spanish: Confirmar

source: Target
spanish: Objetivo

source: Tip: If you want to modify a group which you have already made changes to, select a worker in that group, change its settings, then replace the worker name with the group name.
spanish: Consejo: Si quieres modificar un grupo en el cual ya haz hecho cambios, selecciona el trabajador de ese grupo, cambiar los parametros, y luego reemplaza el nombre del trabajador con el nombre del grupo.

source: You can select a worker or a group that you want to apply changes to. Applying changes to a group will only update individual workers inside that group.
spanish: Puedes seleccionar un trabajador o un grupo a los cuales quieras aplicarles cambios. Aplicar cambios a un grupo solo afectará a los trabajadores individuales de ese grupo.

source: Add more or change groups for selected worker(s)
spanish: Añadir más o cambiar el grupo de los trabajador(es) seleccionado(s)

source: Add a group...
spanish: Añadir un grupo...

source: Default client
spanish: Cliente por defecto

source: Select default client for selected worker(s)
spanish: Selecciona el cliente por defecto para los trabajador(es) seleccionado(s)

source: Default CPU client
spanish: Cliente de CPU por defecto

source: Select default CPU client for selected worker(s)
spanish: Selecciona el cliente de CPU por defecto para los trabajador(es) seleccionado(s)

source: ClockTune profile
spanish: Perfil ClockTune

source: Select OC profile for selected worker(s)
spanish: Selecciona el perfil de OC para los trabajador(es) seleccionado(s)

source: Don't change
spanish: No cambiar

source: Enable or disable profit switch
spanish: Activar o desactivar el cambio de rentabilidad

source: Disabled
spanish: Desactivado

source: Enabled
spanish: Activado

source: Change or update groups and select the default client for your worker(s). Optionally you can add overclocking profiles that are saved in ClockTune menu.
spanish: Cambia o actualiza grupos y seleccionar el cliente por defecto de tu(s) trabajador(es). Opcionalmente puede agregar perfiles de overclocking que estés salvados en el menú de ClockTune.

source: For
spanish: Por

source: Algorithms:
spanish: Algoritmos

source: Reset to default
spanish: Restablecer predeterminados

source: Clients' configuration
spanish: Configuración de los clientes

source: You can use the following tags that will automatically replace the variable with the value you have set in your address editor.
spanish: Puede usar las siguientes etiquetas que automáticamente reemplazarán la variable con el valor que has configurado en el editor de direcciones.

source: Tag
spanish: Etiqueta

source: Description
spanish: Descripción

source: Tags marked red are undefined
spanish: Etiquetas marcadas en rojo son indefinidas

source: Worker's name
spanish: Nombre del trabajador

source: Your e-mail address
spanish: Tu dirección de correo electrónico

source: Claymore's single mining
spanish: Minería individual de Claymore

source: Claymore's dual mining
spanish: Minería dual de Claymore

source: Pool address you saved under the name TAG
spanish: Dirección del Pool que has salvado bajo el nombre de la ETIQUETA

source: Wallet address you saved under the name TAG
spanish: Dirección de la billetera que has salvado bajo el nombre de la ETIQUETA

source: Set tags in address editor
spanish: Establece las etiquetas en el editor de direcciones

source: Clients' compatibility
spanish: Compatibilidad de clientes

source: View which mining clients are supported for your system and hardware.
spanish: Mira que clientes de minería son soportados por tu sistema y hardware.

source: Supports AMD GPUs
spanish: Soporta GPUs de AMD

source: Supports Nvidia GPUs
spanish: Soporta GPUs de Nvidia

source: Supports CPU mining
spanish: Soporta minería de CPU

source: Supports ASIC mining
spanish: Soporta minería ASIC

source: Supports minerstat OS
spanish: Soporta minerstat OS

source: Supports minerstat for Windows
spanish: Soporta minerstat para Windows

source: Supports minerstat for Baikal
spanish: Soporta minerstat para Baikal

source: Supports minerstat for Antminer
spanish: Soporta minerstat para Antminer

source: Supports minerstat for DragonMint
spanish: Soporta minerstat para DragonMint

source: Supports minerstat for Innosilicon
spanish: Soporta minerstat para Innosilicon

source: Supports minerstat for Dayun
spanish: Soporta minerstat para Dayun

source: Unavailable
spanish: No disponible

source: White label is only available under special licence.
spanish: Marca blanca está solo disponible bajo licencias especiales.

source: What is white label?
spanish: ¿Qué es una marca blanca?

source: White label is a licence that allows mining managers and cloud mining owners to show their clients the personalized and branded data without pointing out that hardware runs on minerstat software and on minerstat dashboard.
spanish: Marca blanca es una licencia que le da los administradores de minerías y dueños de minería en la nube, la posibilidad de mostrarles a sus clientes datos personalizados y de marca propia sin apuntar que el hardware corre el software de minerstat ni el panel de control de minerstat.

source: Learn more about white label
spanish: Más información sobre marca blanca

source: Builder
spanish: Constructor

source: Customer
spanish: Cliente

source: White label URL
spanish: URL de marca blanca

source: Consumption
spanish: Consumo

source: Save
spanish: Guardar

source: Wallet number limit reached.
spanish: Número máximo de billeteras alcanzado.

source: Please enter wallet address.
spanish: Por favor ingresa la dirección de la billetera.

source: Wallets monitoring
spanish: Monitorización de billeteras

source: Add your first wallet
spanish: Añade tu primera billetera

source: to monitor the balance and transactions
spanish: para monitorizar el balance y transacciones

source: Add new wallet
spanish: Añade nueva billetera

source: Type of wallet
spanish: Tipo de billetera

source: Address
spanish: Dirección

source: API secret
spanish: Secreto API

source: Custom label
spanish: Etiqueta personalizada

source: Add wallet
spanish: Añadir billetera

source: List the wallets and exchanges for which you want to monitor the balance.
spanish: Lista de billeteras y casas de cambio de las cuales quiere monitorizar el balance.

source: Need more wallets?
spanish: ¿Necesitas más billeteras?

source: Get minerstat+ to monitor more wallets.
spanish: Adquiere minerstat+ para monitorizar más billeteras

source: Name
spanish: Nombre

source: Last updated
spanish: Última actualización

source: Pending update
spanish: Actualización pendiente

source: wallets
spanish: billeteras

source: wallet
spanish: billetera

source: coins
spanish: monedas

source: coin
spanish: moneda

source: total balance
spanish: balance total

source: Please note that wallets are refreshed every 30 minutes.
spanish: Por favor nota que las billeteras se actualizan cada 30 minutos.

source: Please note that this action will delete the entry and all related data.
spanish: Por favor nota que esta acción eliminará la entrada y todo los datos relacionados a ella.

source: Please provide valid email.
spanish: Por favor provee un correo electrónico válido.

source: Customer doesn't exist.
spanish: Cliente no existe.

source: Delete workers on account to decrese the number.
spanish: Borrar trabajadores en la cuenta para disminuir su número.

source: You need to assign at least 1 worker.
spanish: Necesita asignar al menos 1 trabajador.

source: Invalid expiry date.
spanish: Fecha de expiración inválida

source: Email already exists.
spanish: Correo electrónico ya existe.

source: Problem updating user.
spanish: Problema actualizando usuario.

source: Invalid permission type.
spanish: Tipo de permiso inválido.

source: Problem creating user.
spanish: Problema creando nuevo usuario.

source: Unable to delete this user.
spanish: No es posible eliminar este usuario.

source: Users
spanish: Usuarios

source: Upgrade your plan to manage users and customers.
spanish: Mejora tu plan para administar tus usuarios y clientes.

source: Team
spanish: Equipo

source: Add your first team member
spanish: Añade tu primer miembro de equipo

source: and let them access your account
spanish: y permíteles acceder a tu cuenta

source: Add new user
spanish: Añadir nuevo usuario

source: E-mail
spanish: Correo Electrónico

source: Permission
spanish: Permisos

source: Technical
spanish: Técnico

source: Accounting
spanish: Contabilidad

source: Guest
spanish: Invitado

source: Send email invitation to user
spanish: Enviar correo electrónico de invitación a un usuario

source: Add user
spanish: Añadir usuario

source: Active
spanish: Activo

source: User
spanish: Usuario

source: Key
spanish: Llave

source: Last logged in
spanish: Último inicio de sesión

source: Never
spanish: Nunca

source: Add your first customer
spanish: Añade tu primer cliente

source: and manage their mining operation
spanish: y administra su operación de minería

source: Add new account
spanish: Añade nueva cuenta

source: Plan name
spanish: Nombre del Plan

source: Number of assigned workers
spanish: Número de trabajadores asignados

source: Expires in
spanish: Expira en

source: 7 days
spanish: 7 días

source: 14 days
spanish: 14 días

source: 1 month
spanish: 1 mes

source: 2 months
spanish: 2 meses

source: 3 months
spanish: 3 meses

source: 4 months
spanish: 4 meses

source: 5 months
spanish: 5 meses

source: 6 months
spanish: 6 meses

source: 7 months
spanish: 7 meses

source: 8 months
spanish: 8 meses

source: 9 months
spanish: 9 meses

source: 10 months
spanish: 10 meses

source: 11 months
spanish: 11 meses

source: 12 months
spanish: 12 meses

source: Add account
spanish: Añadir cuenta

source: Expires on
spanish: Expira en

source: Confirm changes
spanish: Confirma cambios

source: Please note that this action will delete all of the user's data permanently and cannot be undone.
spanish: Por favor nota que esta acción eliminará toda la información del usuario permanentemente y no puede ser revertido.

source: Upgrade your plan to add custom triggers.
spanish: Mejora tu plan para añadir disparadores personalizados.

source: What are triggers?
spanish: ¿Que es un disparador?

source: While alerts and notifications make sure that you receive the message about various events, triggers allow you to take action automatically and immediately after the event is detected. You can select between 6 events with different settings, which can trigger 5 different actions.
spanish: Mientras las alertas y notificaciones se aseguran que recibas un mensaje acerca de varios eventos, los disparadores toman acciones automáticas e inmediatas después que un evento es detectado. Puedes seleccionar entre 6 eventos con diferentes preferencias, las cuales activarán 5 diferentes acciones.

source: Learn more about triggers
spanish: Más información acerca de los disparadores

source: If
spanish: Si

source: GPU Temperature
spanish: Temperatura GPU

source: ASIC Temperature
spanish: Temperatura ASIC

source: Time
spanish: Tiempo

source: Unresponsive
spanish: Sin respuesta

source: Any
spanish: Cualquier

source: is
spanish: es

source: down by
spanish: caído por

source: minutes
spanish: minutos

source: then
spanish: entonces

source: Set fans
spanish: Establece ventiladores

source: Send email
spanish: Enviar correo electrónico

source: to
spanish: a

source: Add trigger
spanish: Añadir disparador

source: GPU temperature
spanish: Temperatura GPU

source: ASIC temperature
spanish: Temperatura ASIC

source: Delete trigger
spanish: Eliminar disparador

source: Disclaimer
spanish: Condiciones

source: This is advanced feature so please set triggers with caution and only if you take full responsibility for possible negative/undesired outcome or unexpected behaviour.
spanish: Esta es una característica avanzada. Por favor configura los disparadores con cautela y solo si tomas responsabilidad absoluta por posible resultados negativos/indeseados o comportamiento inesperado.

source: Triggers with fan speed settings will override ClockTune profile settings.
spanish: Disparadores con opciones sobre la velocidad de los ventiladores sobreescribirán la configuración del perfil de ClockTune.

source: Please note that this action will delete your trigger.
spanish: Por favor nota que esta acción eliminará tu disparador.

source: Thank you
spanish: Gracias

source: Thank you!
spanish: ¡Gracias!

source: Your order is complete - enjoy your upgrade!
spanish: Tu orden está completa - ¡disfruta de tu mejora!

source: Your order is being processed. We will notify you once your account is ready.
spanish: Tu orden esta siendo procesada. Te notificaremos una vez que tu cuenta esté lista.

source: Continue to dashboard
spanish: Continuar al panel de control.

source: If you will face any troubles, check out our
spanish: Si es que encuentras algún problema, hecha un vistazo a nuestro

source: help center
spanish: Centro de ayuda

source: Public profile link
spanish: Enlace de perfil público

source: This profile is private
spanish: Este perfil es privado

source: Make public
spanish: Hacerlo público

source: Disable
spanish: Deshabilitado

source: Account settings
spanish: Preferencias de cuenta

source: Change
spanish: Cambios

source: Theme
spanish: Tema

source: Available in minerstat+
spanish: Disponible en minerstat+

source: Language
spanish: Idioma

source: Timezone
spanish: Zona horaria

source: Currency
spanish: Divisa

source: Earnings deduction percent
spanish: Porcentaje de deducción de ganancias

source: Sessions
spanish: Sesiones

source: Date
spanish: Fechas

source: Access Type
spanish: Tipo de acceso

source: Log out all
spanish: Cierra sesion en todas

source: Upgrade your plan to use scheduler.
spanish: Mejora tu plan para usar el calendario.

source: What is scheduler?
spanish: ¿Que es un calendario?

source: The scheduler is a tool that gives you an option to override all mining settings for a selected period of time in the day. You can define multiple scheduler profiles to organize your mining activity or use it as an automatic mining manager's fee tool.
spanish: El calendario es una herramiente que te da la opción de sobreescribir todo las configuraciones de minería por un tiempo seleccionado del día. Puedes definir múltiples perfiles de calendario para organizar tu actividad de minería o usarlo como un administrador automático de cuota de minería.

source: Learn more about scheduler
spanish: Más información acerca del calendario

source: Add your first scheduler profile
spanish: Añade tu primer perfil de calendario

source: for some or all workers
spanish: para algunos o todos tus trabajadores

source: Add new profile
spanish: Añadir nuevo perfil

source: Title
spanish: Título

source: ClockTune
spanish: ClickTune

source: Please note that this action will delete the scheduler profile and interrupt all scheduled workers.
spanish: Por favor nota que esta acción borrará el perfil del calendario e interrumpirá todos los trabajadores programados.

source: Missing client configuration.
spanish: Falta configuraciñon de cliente

source: Please select valid FROM - TO time.
spanish: Por favor selecciona una fecha desde - hasta valida.

source: Profile
spanish: Perfil

source: Profile title
spanish: Titulo del perfil

source: Describe your scheduler profile
spanish: Describe el perfil del calendario

source: Set the timetable
spanish: Programa el horario

source: Start
spanish: Empezar

source: End
spanish: Finalizar

source: Mining client
spanish: Cliente de minería

source: Select client to use for the schedule
spanish: Selecciona el cliente a usar para el calendario

source: From profit switch
spanish: Desde el cambio de rentabilidad

source: Profile settings
spanish: Opciones de perfil

source: Define schedule, name your scheduler profile, select the client and edit its config.
spanish: Define el calendario, nombre del perfil del calendario, selecciona el cliente y edita su configuración.

source: This client is not available.
spanish: Este cliente no está disponible.

source: Select coin
spanish: Seleciona moneda

source: Select pool
spanish: Selecciona pool

source: Select wallet
spanish: Selecciona billetera

source: Coin
spanish: Moneda

source: Pool fee
spanish: Cuota del pool

source: fee
spanish: cuota

source: Add
spanish: Añadir

source: Enable/Disable
spanish: Activar/desactivar

source: Profit switch algorithm will select the most profitable coin every 10 minutes from listed coins. Please make sure that you have connected the right pools and wallets with the right coins and algorithms.
spanish: El algoritmo del cambio de rentabilidad seleccionará, cada 10 minutos, la moneda que más ganancia aporte de las monedas seleccionadas. Por favor asegurate que has conectado las pools correctas y las billeteras con las monedas correctas y sus logaritmos.

source: Mining clients
spanish: Clientes de minería

source: Autoselect option will automatically select most suitable client and configure it for you. If you select a client by yourself you can edit its config manually.
spanish: La opcion de autoselección seleccionara el cliente más adecuado y lo configura para ti. Si has seleccionado un cliente por ti mismo tu puedes editar manualmente su configuración.

source: Algorithm
spanish: Algoritmo

source: Power consumption
spanish: Consumo de poder

source: Hashrate and consumption settings
spanish: Configuración de consumo y hashrate

source: Update hashrates and consumptions settings for listed algorithms to make best use of automatic profitability switching.
spanish: Actualiza hashrate y opciones de consumo para los algoritmos listados para hacer uso correcto del cambio de rentabilidad automática.

source: Dual mining
spanish: Minería dual

source: Update information on hashrate and consumption for dual mining coins.
spanish: Actualiza la informacion de hashrate y consumo para la minería dual de monedas.

source: Electricity costs
spanish: Costos eléctricos

source: What are your electricity costs?
spanish: ¿Cual son tus costos eléctricos?

source: for
spanish: para

source: Update information on your electricity costs.
spanish: Actualiza la información del tus costos eléctricos

source: Minimum difference
spanish: Diferencia mínima

source: Type in percent
spanish: Coloca en porcentaje

source: Minimum mining time
spanish: Mínimo de tiempo de minado

source: Select time
spanish: Selecciona tiempo

source: hour(s)
spanish: Hora(s)

source: When to switch?
spanish: ¿Cuando cambiar?

source: Set the minimum allowed difference in coin profitability to trigger switch (default value is 1%) and the minimum mining time (default value is 10 minutes).
spanish: Coloca la diferencia mínima permitida en la rentabilidad de la moneda que dispare el cambio (por defecto es 1%) y el minimo de tiempo de minado (por defecto es 10 minutos).

source: Reward method
spanish: Método de recompensa

source: How to handle reward data?
spanish: ¿Cómo manejar los datos de recompensa?

source: Ignore outliers
spanish: Ignorar los valores atípicos

source: Apply penalties
spanish: Aplicar penalidades

source: Normal - High risk
spanish: Normal - Riesgo alto

source: Ignore outliers - Medium risk
spanish: Ignorar los valores atípicos - Riesgo medio

source: Apply penalties - Low risk
spanish: Aplicar penalidades - Riesgo bajo

source: Client's config
spanish: Configuración del cliente

source: Apply
spanish: Aplicar

source: Pool number limit reached.
spanish: Se ha alcanzado el limite de Pools

source: Invalid Key.
spanish: Llave inválida

source: Invalid address.
spanish: Dirección inválida

source: Add your first pool
spanish: Añade tu primera pool

source: to monitor the balance
spanish: para monitorizar el balance

source: Add new pool
spanish: Añade nuevo pool

source: API Secret
spanish: Secreto API

source: API ID
spanish: ID del API

source: Add pool
spanish: Añadir pool

source: List the pools for which you want to monitor the balance.
spanish: Lista las pools desde lo cuales deseas monitorizar el balance.

source: Need more pools?
spanish: ¿Necesitas más pools?

source: Get minerstat+ to monitor more pools.
spanish: Adquiere minerstat+ para minitorizar más pools

source: Last updated:
spanish: Última actualización

source: Please note that pools are refreshed every 20 minutes.
spanish: Por favor nota que las pools se actualizan cada 20 minutos.

source: Market Capitalizations
spanish: Capitalización del mercado

source: Market Cap
spanish: Capitalización del mercado

source: Price
spanish: Precio

source: Circulating Supply
spanish: suministro en circulación

source: Volume (24h)
spanish: Volumen (24h)

source: Change (24h)
spanish: Cambio (24h)

source: Logs
spanish: Registros

source: Last 24h logs
spanish: Registo de las últimas 24 horas

source: Filters
spanish: Filtros

source: Filter your results to examine the events more closely.
spanish: Filtra tu resultado para examinar los eventos con mayor detenimiento.

source: Manual actions
spanish: Acciones manuales

source: Import workers
spanish: Importar trabajadores

source: of your workers
spanish: de tus trabajadores

source: Import workers (JSON)
spanish: Importar trabajadores (JSON)

source: Import from AwesomeMiner
spanish: Importar desde AwesomeMiner

source: Import from HiveOS
spanish: Importar desde HiveOS

source: How does bulk import work?
spanish: ¿Como funciona la importación en lotes?
