Repository: xcborg/minerstat-languages
Catalog: *.po
Languages: spanish

source: ASIC's default username is
spanish: Nombre del ASIC por defecto es

source: ASIC's default password is
spanish: Contraseña por defecto del ASIC es

source: Idle
spanish: Inactivo

source: Offline
spanish: Fuera de línea

source: Switching
spanish: Cambiando

source: Online
spanish: En línea

source: Without notes
spanish: Sin notas

source: Note
spanish: Nota

source: Mining
spanish: Minando

source: CPU mining disabled
spanish: Minado de CPU deshabilitado

source: CPU mining enabled
spanish: Minado de CPU habilitado

source: Profit switch disabled
spanish: Cambio de rentabilidad deshabilitado

source: Profit switch enabled
spanish: Cambio de rentabilidad habilitado

source: CPU mining
spanish: Minado de CPU

source: Last seen:
spanish: Visto por última vez:

source: Uptime
spanish: Tiempo de actividad

source: Earnings
spanish: Ganancias

source: Max. fans
spanish: Max. ventiladores

source: Watt
spanish: Vatio

source: Delete
spanish: Eliminar

source: Edit
spanish: Editar

source: Reboot machine
spanish: Reiniciar maquina

source: Restart software
spanish: Reiniciar programa

source: Switch miner
spanish: Cambiar minero

source: Profit switch
spanish: Cambio de rentabilidad

source: Config
spanish: Configuración

source: Statistics
spanish: estadísticas

source: Details
spanish: detalles

source: Worker
spanish: Trabajador

source: Max. Fans
spanish: Max. Ventiladores

source: Power
spanish: Poder

source: Actions
spanish: Acciones

source: chars left
spanish: caracteres restantes

source: No, keep it
spanish: No, mantenlo

source: Yes, delete it
spanish: Si, elimínalo

source: Restart
spanish: Reiniciar

source: Yes, restart it
spanish: Si, reinícialo

source: Reboot
spanish: Reiniciar ordenador

source: Yes, reboot it
spanish: Si, Reinicia el ordenador

source: workers
spanish: Trabajadores

source: No, keep them
spanish: No, mantenlos

source: Yes, delete them
spanish: Si, eliminalos

source: Shut down
spanish: Apagar

source: Yes, shut them down
spanish: Si, apágalos

source: Yes, reboot them
spanish: Si, reinicia los ordenadores

source: Yes, restart them
spanish: Si, reinicialos

source: Jan
spanish: Ene

source: Apr
spanish: Abr

source: Aug
spanish: Ago

source: Dec
spanish: Dic

source: Mon
spanish: Lun

source: Tue
spanish: Mar

source: Wed
spanish: Mie

source: Thu
spanish: Jue

source: Fri
spanish: Vie

source: Sat
spanish: Sab

source: Sun
spanish: Dom

source: Without note
spanish: Sin nota

source: Speed
spanish: Velocidad

source: Fans
spanish: Ventiladores

source: Efficiency
spanish: Eficiencia

source: Estimated monthly earnings
spanish: Ganancia mensual estimada

source: Undetected hardware
spanish: Hardware no detectado

source: Invalid tag used
spanish: Etiqueta inválida usada

source: Hot
spanish: Caliente

source: Very hot
spanish: Muy caliente

source: Open terminal
spanish: Abrir terminal

source: Open local terminal
spanish: Abrir terminal local

source: Open remote terminal
spanish: Abrir terminal remoto

source: Open Web
spanish: Abrir Web

source: Unknown
spanish: Desconocido

source: sec
spanish: seg

source: No data on hardware available for this worker.
spanish: Sin datos disponibles sobre el hardware de este trabajador.

source: No data on mining available for this worker.
spanish: Sin datos disponible sobre el minado de este trabajador.

source: No data on CPU available for this worker.
spanish: Sin datos disponibles sobre el CPU de este trabajador

source: Daily average
spanish: Promedio diario

source: No data
spanish: Sin datos

source: All
spanish: Todo

source: Temperature
spanish: Temperatura

source: VERY HOT
spanish: MUY CALIENTE

source: HOT
spanish: CALIENTE

source: Driver error
spanish: Error de controlador

source: 's notes
spanish: notas de

source: th
spanish: avo

source: st
spanish: ero

source: nd
spanish: do

source: rd
spanish: ro

source: Today
spanish: Hoy

source: Yesterday
spanish: Ayer

source: Temperature trigger - Change fans
spanish: Disparador de temperatura - cambia ventiladores

source: Temperature trigger - Shut down
spanish: Disparador de temperatura - Apagar

source: Temperature trigger - Reboot
spanish: Disparador de temperatura - Reiniciar ordenador

source: Temperature trigger - Restart
spanish: Disparador de temperatura - Reiniciar software

source: Unresponsive trigger
spanish: Disparador sin respuesta

source: Time trigger - Change fans
spanish: Disparador de tiempo - cambia ventiladores

source: Time trigger - Shut down
spanish: Disparador de tiempo - Apagar

source: Time trigger - Reboot
spanish: Disparador de tiempo - Reiniciar ordenador

source: Time trigger - Restart
spanish: Disparador de tiempo - Reiniciar software

source: Idle trigger - Shut down
spanish: Disparador de inactividad - Apagar

source: Idle trigger - Reboot
spanish: Disparador de inactividad - Reiniciar ordenador

source: Idle trigger - Restart
spanish: Disparador de inactividad - Reiniciar software

source: Hashrate trigger - Shut down
spanish: Disparador de hashrate - Apagar

source: Hashrate trigger - Reboot
spanish: Disparador de hashrate - Reiniciar ordenador

source: Hashrate trigger - Restart
spanish: Disparador de hashrate - Reiniciar software

source: Efficiency trigger - Shut down
spanish: Disparador de eficiencia - Apagar

source: Efficiency trigger - Reboot
spanish: Disparador de eficiencia - Reiniciar ordenador

source: Efficiency trigger - Restart
spanish: Disparador de eficiencia - Reiniciar software

source: Scheduler has started
spanish: Calendario se ha iniciado

source: Scheduler has ended
spanish: Calendario ha finalizado

source: High temperature
spanish: Alta temperatura

source: Efficiency drop
spanish: Caida de eficiencia

source: Worker went offline
spanish: Trabajador se desconectó

source: Worker came back online
spanish: Trabajador se reconectó

source: ASIC alert
spanish: Alerta ASIC

source: Hashrate drop
spanish: Caida de hashrate

source: Mining client changed (GPU)
spanish: Cliente para minería cambió (GPU)

source: Mining client changed (CPU)
spanish: Cliente para minería cambió (CPU)

source: Profit switch updated
spanish: Cambio de rentabilidad actualizado

source: Manual shut down
spanish: Apagado manual

source: Manual restart
spanish: Reinicio de software manual

source: Manual reboot
spanish: Reinicio de ordenador manual

source: Config updated
spanish: Configuración actualizada

source: ClockTune updated
spanish: ClockTune actualizado

source: profitability
spanish: Rentabilidad

source: day
spanish: día

source: Daily profitability
spanish: Rentabilidad diaria

source: Your first data will be ready soon
spanish: Tus primeros datos estarán listos pronto

source: please check again in few minutes
spanish: por favor vuelve a revisar en unos minutos

source: January
spanish: Enero

source: February
spanish: Febrero

source: March
spanish: Marzo

source: April
spanish: Abril

source: June
spanish: Junio

source: July
spanish: Julio

source: August
spanish: Agosto

source: September
spanish: Septiembre

source: October
spanish: Octubre

source: November
spanish: Noviembre

source: December
spanish: Diciembre

source: Worker's profitability
spanish: Rentabilidad de trabajador

source: Delete trigger?
spanish: ¿Eliminar disparador?

source: Delete schedule?
spanish: ¿Eliminar calendario?

source: Autoselect
spanish: Auto seleccionar

source: Wallet
spanish: Billetera

source: Fee
spanish: Cuota

source: Client
spanish: Cliente

source: Event
spanish: Evento

source: View worker
spanish: Ver trabajador

source: No logs
spanish: Sin registros

source: We didn't detect any special actions for your workers in the last 24 hours.
spanish: No hemos detectado ninguna acción especial para tus trabajadores en las últimas 24 horas.

source: Manage your workers
spanish: Administra tus trabajadores

source: Import finished
spanish: Importación finalizada

source: Please provide valid worker's name to continue.
spanish: Por favor escribe un nombre de trabajador valido para continuar.

source: Global profitability
spanish: Rentabilidad global

source: Profitability per coin
spanish: Rentabilidad por moneda

source: Avg. daily profitability
spanish: Rentabilidad diaria promedio

source: You are using username and password that aren't default for this Antminer ASIC. Please note that SSH login is not the same as web login, which means that default Antminer username/password is <b>root/admin</b>.<br><br>You can change the username and password of your worker by clicking 'Edit' option on your workers list. If you are sure you have changed the default username and password for your ASIC, you can ignore this remark.
spanish: Estás usando un nombre de usuario y contraseña que no son predeterminados para este ASIC Antminer. Por favor nota que los inicios de sesion SSH no son los mismo que los de web, esto significa que el nombre de usuario/contraseña predeterminados para Antminer es <b>root/admin</b>.<br><br> Puedes cambiar tu nombre de usuario y contraseña en tu trabajador haciendo click en la opción "Editar" en la lista de trabajadores. Si estás seguro que has colocado el nombre de usuario y contraseña predeterminados para tu ASIC, puedes ignorar esta onservación.

source: Workers
spanish: Trabajadores

source: You are using username and password that aren't default for this Baikal ASIC. Please note that SSH login is not the same as web login, which means that default Baikal username/password is <b>admin/root</b>.<br><br>You can change the username and password of your worker by clicking 'Edit' option on your workers list. If you are sure you have changed the default username and password for your ASIC, you can ignore this remark.
spanish: Estás usando un nombre de usuario y contraseña que no son predeterminados para este ASIC Baikal. Por favor nota que los inicios de sesion SSH no son los mismo que los de web, esto significa que el nombre de usuario/contraseña predeterminados para Baikal es <b>root/admin</b>.<br><br> Puedes cambiar tu nombre de usuario y contraseña en tu trabajador haciendo click en la opción "Editar" en la lista de trabajadores. Si estás seguro que has colocado el nombre de usuario y contraseña predeterminados para tu ASIC, puedes ignorar esta onservación.

source: You are using username and password that aren't default for this DragonMint ASIC. Please note that SSH login is not the same as web login, which means that default DragonMint username/password is <b>admin/dragonadmin</b>. You can change the username and password of your worker by clicking 'Edit' option on your workers list. If you are sure you have changed the default username and password for your ASIC, you can ignore this remark.
spanish: Estás usando un nombre de usuario y contraseña que no son predeterminados para este ASIC DragonMint. Por favor nota que los inicios de sesion SSH no son los mismo que los de web, esto significa que el nombre de usuario/contraseña predeterminados para DragonMint es <b>admin/dragonadmin</b>. Puedes cambiar tu nombre de usuario y contraseña en tu trabajador haciendo click en la opción "Editar" en la lista de trabajadores. Si estás seguro que has colocado el nombre de usuario y contraseña predeterminados para tu ASIC, puedes ignorar esta onservación.

source: You are using username and password that aren't default for this Innosilicon ASIC. Please note that SSH login is not the same as web login, which means that default Innosilicon username/password is <b>root/innot1t2</b>, <b>root/t1t2t3a5</b>, or <b>root/blacksheepwall</b>.<br><br>You can change the username and password of your worker by clicking 'Edit' option on your workers list. If you are sure you have changed the default username and password for your ASIC, you can ignore this remark.
spanish: Estás usando un nombre de usuario y contraseña que no son predeterminados para este ASIC Innosilicon. Por favor nota que los inicios de sesion SSH no son los mismo que los de web, esto significa que el nombre de usuario/contraseña predeterminados para Innosilicon es <b>root/innot1t2</b>, <b>root/t1t2t3a5</b> o <b>root/blacksheepwall</b>.<br><br>Puedes cambiar tu nombre de usuario y contraseña en tu trabajador haciendo click en la opción "Editar" en la lista de trabajadores. Si estás seguro que has colocado el nombre de usuario y contraseña predeterminados para tu ASIC, puedes ignorar esta onservación.

source: You are using username and password that aren't default for this Dayun ASIC. Please note that SSH login is not the same as web login, which means that default Dayun username/password is <b>root/envision</b>.<br><br>You can change the username and password of your worker by clicking 'Edit' option on your workers list. If you are sure you have changed the default username and password for your ASIC, you can ignore this remark.
spanish: Estás usando un nombre de usuario y contraseña que no son predeterminados para este ASIC Dayun. Por favor nota que los inicios de sesion SSH no son los mismo que los de web, esto significa que el nombre de usuario/contraseña predeterminados para Dayun es <b>root/envision</b>.<br><br>Puedes cambiar tu nombre de usuario y contraseña en tu trabajador haciendo click en la opción "Editar" en la lista de trabajadores. Si estás seguro que has colocado el nombre de usuario y contraseña predeterminados para tu ASIC, puedes ignorar esta onservación.

source: Online, but not mining.
spanish: En línea pero no minando

source: Unidentified hardware
spanish: Hardware sin identificar

source: High temperature for
spanish: Alta temperatura para

source: Possible driver issues for
spanish: Posible problema de contraladores para

source: No temperature data for
spanish: Sin datos de temperatura para

source: No fans data for
spanish: Sin datos de ventiladores para

source: No speed data for
spanish: Sin datos de velocidad para

source: No info for coin. Send us pool details and we will add support for it.
spanish: Sin datos de moneda. Envíanos los detalles de la Pool y le agregaremos soporte.

source: No pool defined
spanish: Pool no definida

source: Tags defined in worker's config are invalid
spanish: Etiquetas definidas en la configuración del trabajador son inválidas

source: No issues
spanish: Sin problemas

source: We didn't detect any issues with your account and workers.
spanish: No hemos detectado ningún problema con tu cuenta o trabajadores

source: 2FA set and e-mail confirmed.
spanish: 2FA establecido y correo electrónico confirmado.

source: All workers are online.
spanish: Todos los trabajadores están en línea.

source: All hardware successfully detected.
spanish: Todo el hardware detectado correctamente.

source: No hardware with temperature 75°C or more.
spanish: Ningún hardware con temperatura de 75°C o más.

source: No invalid tags or undetected pools or coins.
spanish: Ningúna etiqueta inválidad o pools sin detectar o monedas.

source: Consumption:
spanish: Consumo:

source: days
spanish: días

source: more
spanish: más

source: All workers have normal temperature.
spanish: Todos los trabajadores tiene temperaturas normales

source: All hardware detected.
spanish: Todo el hardware detectado.

source: Last seen
spanish: Visto por última vez

source: Low
spanish: Bajo

source: Avg
spanish: medio

source: Rename
spanish: Renombrar

source: Enter
spanish: intro

source: Name new room
spanish: Nombre nueva sala

source: Mounting
spanish: Montando

source: Open in new tab
spanish: Abrir en nueva pestaña

source: Mount/Unmount
spanish: Montar/desmontar

source: worker(s)
spanish: Trabajador(es)

source: Included in update
spanish: Incluido en actualización

source: Excluded from update
spanish: Excluido en actualización

source: Simple overclocking
spanish: Overclocking simple

source: Advanced overclocking
spanish: Overclocking avanzado

source: Please fill required fields. Thank you!
spanish: Por favor llena los espacios requerido. ¡Gracias!

source: Months
spanish: Meses

source: Month
spanish: Mes

source: month
spanish: mes

source: months
spanish: meses

source: Income
spanish: Ingreso

source: Outgo
spanish: Gastos

source: Value
spanish: Valor

source: There were no changes detected on your pools & wallets.
spanish: No se detectó cambios en tus Pools y billeteras.

source: E-mail sent!
spanish: ¡Correo electrónico envíado!

source: Please check your inbox and confirm your account to proceed.
spanish: Por favor revisa tu bandeja de entrada y confirma tu cuenta para continuar.

source: Remove
spanish: Remover

source: Settings
spanish: Opciones

source: Billing
spanish: Fracturación

source: Manage users
spanish: Administrar usuarios

source: White label
spanish: Marca blanca

source: Help
spanish: Ayuda

source: Log out
spanish: Cerrar sesión

source: of
spanish: de

source: 1 worker remaining until your plan requires an upgrade.
spanish: 1 trabajador restante hasta que tu plan requiera una mejora.

source: Upgrade your plan to add additional workers.
spanish: Mejora tu plan para añadir más trabajadores

source: workers remaining until your plan requires an upgrade.
spanish: trabajadores restantes hasta que tu plan requiera una mejora.

source: Upgrade
spanish: Mejora

source: Without a date of expiry
spanish: Sin fecha de expiración

source: Over limit
spanish: Sobre el límite

source: Your account has more workers than your tier plan can have. Please upgrade your account or delete some of your workers.
spanish: Su cuenta tiene más trabajadores de los que puede tener su nivel de plan. Por favor, mejore su cuenta o elimine alguno de sus trabajadores.

source: Upgrade account
spanish: Mejorar cuenta

source: Delete workers
spanish: Eliminar trabajadores

source: Customers
spanish: Clientes

source: Dashboard
spanish: Panel de control

source: Customers dashboard
spanish: Panel de control de clientes

source: Customers workers
spanish: Trabajadores de clientes

source: Control room
spanish: Sala de control

source: Global statistics
spanish: Estadísticas globales

source: Per worker statistics
spanish: Estadísticas por trabajador

source: Balance statistics
spanish: Estadísticas de balance

source: Export data
spanish: Exportar datos

source: 24h logs
spanish: Registros de 24h

source: Diagnostic
spanish: Diagnóstico

source: Address editor
spanish: Editor de direcciones

source: Worker config
spanish: Configuración de trabajador

source: Alerts
spanish: Alertas

source: Triggers
spanish: Disparadores

source: Balance monitoring
spanish: Monitorización de balance

source: Wallets
spanish: Billeteras

source: Tools
spanish: Herramientas

source: Scheduler
spanish: Calendario

source: Market cap
spanish: Capitalización de mercado

source: Mining calculator
spanish: Calculador de minería

source: Coins
spanish: Monedas

source: AMD strap editor
spanish: Editor de Strap de AMD

source: Bug report
spanish: Reporte de errores

source: Terms
spanish: Terminos

source: Privacy
spanish: Privacidad

source: About
spanish: Acerca de

source: Ambassadors
spanish: Embajadores

source: Change log
spanish: Registro de cambios

source: FREE
spanish: GRATIS

source: Worker name can only contain<br>letters, numbers, "_", "-".
spanish: El nombre del trabajadores solo puede contener <br>letras, números, "_", "-".

source: Worker name shouldn't exceed 15 chars.
spanish: El nombre del trabajador no debe exceder los 15 caracteres.

source: Limit reached, upgrade your plan.
spanish: Límite alcanzado, mejora tu plan.

source: Invalid ASIC IP.
spanish: IP del ASIC inválida.

source: Unable to add worker.
spanish: No se puede agregar trabajador.

source: Worker name already in use.
spanish: Nombre del trabajador en uso.

source: Unknown error.
spanish: Error desconocido.

source: Add your first worker
spanish: Añade tu primer trabajador

source: to manage and monitor its mining activity
spanish: para administrar y monitorizar su actividad de minado

source: Add new worker
spanish: Añadir nuevo trabajador

source: Worker name
spanish: Nombre del trabajador

source: Type
spanish: Tipo

source: System
spanish: Sistema

source: SSH username
spanish: Nombre de usuario SSH

source: ASIC's default username is root
spanish: El nombre de usuario predeterminado del ASIC es root

source: SSH password
spanish: Contraseña SSH

source: ASIC's default password is admin
spanish: La contraseña predeterminada del ASIC es admin

source: Groups / Locations (optional)
spanish: Grupo / Locación (opcional)

source: Add a group ...
spanish: Añadir grupo...

source: Successfully saved
spanish: guardado satisfactoriamente

source: There was something wrong.
spanish: Algo salió mal.

source: Add worker
spanish: Añadir trabajador

source: Bulk import
spanish: Importación masiva

source: Looking for software?
spanish: ¿Buscando software?

source: If you haven't installed minerstat software to your mining rig yet, select between Linux OS, Windows node, and ASIC node to get started.
spanish: Si aún no has instalado el software de minerstat en tus equipos de minería, selecciona entre Linux OS, nodo de Windows y nodo ASIC para empezar.

source: Learn more
spanish: Aprender más

source: Limit reached
spanish: Límite alcanzado

source: out of
spanish: de

source: workers are being monitored
spanish: Trabajadores están siendo monitorizados

source: Action for
spanish: Acción para

source: Please note that this action will shutdown your mining machines and you will need to be at the location to turn them back on.
spanish: Por favor nota que esta acción apagará tus máquinas de minería y deberás estar en el lugar para poder encenderlas otra vez.

source: Finished
spanish: Terminado

source: Yes, shut it down
spanish: Si, apagarlo

source: Please note that this action will delete worker's data permanently and cannot be undone.
spanish: Por favor nota que esta acción eliminará la información sobre tu trabajador y no puede ser revertido.

source: Please note that this action will reboot your mining machine.
spanish: Por favor nota que esta acción reiniciará la máquina de minería.

source: Please note that this action will restart your mining software only.
spanish: Por favor nota que esta acción solo reiniciará el software de minería.

source: Worker's note
spanish: Notas del trabajador

source: Clear content
spanish: Limpiar contenido

source: Discard changes
spanish: Descartar cambios

source: Save note
spanish: Guardar nota

source: Please make sure that you have also updated the worker's name on your software. Renaming the worker might cause the differences in statistics.
spanish: Por favor asegurate que tambien has actualizado el software de tu trabajador. Renombrar tu trabajador puede causar cambios en las estadísticas.

source: New name
spanish: Nuevo nombre

source: ASIC local IP
spanish: IP local del ASIC

source: Save changes
spanish: Guardar cambios

source: Change worker
spanish: Cambiar trabajador

source: Non-existent worker
spanish: Trabajador no existe

source: This worker is not part of your account.
spanish: Este trabajador no es parte de tu cuenta.

source: Back to workers list
spanish: Regresar a la lista de trabajadores

source: Profit switch in
spanish: Cambio de rentabilidad en

source: Edit config
spanish: Editar configuración

source: Shut down machine
spanish: Apagar máquina

source: Daily earnings
spanish: Ganancias diarias

source: Max fans
spanish: Max ventiladores

source: Free space
spanish: Espacio libre

source: Free mem
spanish: Memoria libre

source: Power cons.
spanish: Cons. de poder

source: Local IP
spanish: IP local

source: Remote IP
spanish: IP remoto

source: Last sync
spanish: Última sincronización

source: Hashrate stats not available yet.
spanish: Estadísticas del Hashrate no disponibles aún.

source: Estimated monthly
spanish: Estimado mensual

source: Temperature stats not available yet.
spanish: Estadísticas de temperatura no disponibles aún.
